Repository: gberaudo/pix28
Catalog: locale/*/LC_MESSAGES/album-client.po
Languages: fr, vi

source: Add a new double page
fr: Ajouter une nouvelle page double
vi: Thêm trang đôi

source: Add photos
fr: Ajouter des photos
vi: Thêm

source: Album formats
fr: Formats d'album
vi: Dạng album

source: Align text center
fr: Centrer le texte
vi: Căn giữa

source: Align text left
fr: Aligner le texte à gauche
vi: Căn trái

source: Align text right
fr: Aligner le texte à droite
vi: Căn phải

source: All
fr: Toutes

source: Are you sure to delete this album?
fr: Vous êtes sure de vouloir le supprimer?
vi: Bạn có chắc chắn muốn xóa album này?

source: Back to home page
fr: Retourner à la page d'accueil
vi: Về trang chủ

source: Border
fr: Bordure

source: Cannot remove cover page!
fr: Ne peut pas supprimer la page de couverture !
vi: Không xóa được trang bìa.

source: Choose a page first then click on the layout to load to the chosen page.
fr: Choissisez d'abord une page puis cliquez sur la mise en page pour charger la page choisie.
vi: Nháy chuột lên trang rồi nhắp chọn dàn trang.

source: Choose text color
fr: Choisir la couleur du texte
vi: Chọn màu chữ

source: Choose text font
fr: Choisir une police
vi: Chọn phông chữ

source: Click to add photos from your computer
fr: Cliquer pour ajouter des photos à partir de votre ordinateur
vi: Nhắp chuột để tải ảnh từ máy tính.

source: Click to go to album
fr: Cliquer pour aller à l'album
vi: Nhắp chuột để đến album này

source: Congratulation!
fr: Félicitations!
vi: Chúc mừng !

source: Create album
fr: Nouvel album
vi: Tạo album mới

source: Create your own story
fr: Crée ta propre histoire
vi: Viết nên câu chuyện của chính bạn

source: Ctrl+Del to delete. Ctrl + arrows to move it around. Drag the bottom-right corner to redimension.
fr: Ctrl+Del pour supprimer. Ctrl + flèches pour bouger le texte. Tirer le coin en bas à droite pour redimensioner.
vi: Ấn Ctrl+Del để xóa. Ctrl + mũi tên để dịch chuyển. Kéo góc dưới bên phải để thay đổi kích cỡ hộp thoại.

source: Delete image. Hot key: Ctrl + Del. Use Del to remove the frame and its content.
fr: Supprimer l'image. Raccourci : Ctrl+Supp. Utiliser Supp. pour supprimer le cadre et son contenu.
vi: Xóa ảnh. Phím tắt: Ctrl + Del. Nhấn Del để xóa cả ảnh và khung.

source: Download file
fr: Télécharger
vi: Tải file về

source: Drag a corner or an edge to redimension the frame.
fr: Tirer un coin ou un côté pour redimensioner le cadre.
vi: Dùng chuột kéo phía trong góc hoặc cạnh để thay đổi kích cỡ khung hình.

source: Drag and drop into page to add a new frame
fr: Glisser et déposer sur une page pour ajouter un nouveau cadre
vi: Kéo thả vào trang để thêm khung hình.

source: Drag and drop into page to add a text field
fr: Glisser et déposer sur une page pour ajouter une boîte de texte.
vi: Kéo thả vào trang để thêm văn bản.

source: Drag and drop on a frame in album
fr: Glisser et déposer sur un cadre dans l'album.
vi: Kéo thả vào khung trong album

source: Drop an image here
fr: Glisser une image ici
vi: Thả ảnh vào đây

source: Enter a description
fr: Entrer une description
vi: Mô tả album

source: Enter a title
fr: Entrer un titre
vi: Nhập tên album

source: Enter text here
fr: Entrer un texte ici
vi: Thêm văn bản

source: Export this album
fr: Exporter l'album
vi: Xuất album này

source: Export this album to pdf file to use on your computer or for printing
fr: Exporter cet album en fichier pdf pour l'utiliser sur votre ordinateur ou pour l'imprimer
vi: Xuất album này ra file pdf để lưu trên máy hoặc in.

source: Export this page to JPEG
fr: Exporter l'album en JPEGs
vi: Xuất album này ra ảnh JPEG

source: Favorites
fr: Préférées

source: Frame
fr: Cadre

source: Generating Jpg. Please be patient...
fr: Génération du JPEG. Soyez patients...
vi: Đang tạo file JPEG. Xin vui lòng chờ...

source: Generating pdf. Please be patient...
fr: Génération du pdf. Soyez patients...
vi: Đang tạo file pdf. Xin vui lòng chờ...

source: JPEG images
fr: Images JPEG
vi: Ảnh JPEG

source: Level image zone up.
fr: Élever la zone d'image.

source: Level image zone.
fr: Abaisser la zone d'image.

source: Level text down.
fr: Abaisser le texte

source: Level text up.
fr: Élever le texte

source: Mask
fr: Masque

source: Move image zone down. Hot key: Ctrl + arrow down.
fr: Déplacer la zone d'image vers le bas. Raccourci : Ctrl + flèche bas
vi: Dịch khung hình xuống dưới . Phím tắt : Ctrl + mũi tên xuống.

source: Move image zone left. Hot key: Ctrl + arrow left.
fr: Déplacer la zone d'image vers la gauche. Raccourci : Ctrl + flèche gauche.
vi: Dịch khung hình sang trái. Phím tắt : Ctrl + mũi tên trái.

source: Move image zone right. Hot key: Ctrl + arrow right.
fr: Déplacer la zone d'image vers la droite. Raccourci : Cthl + flèche droite.
vi: Dịch khung hình sang phải. Phím tắt : Ctrl + mũi tên phải.

source: Move image zone up. Hot key: Ctrl + arrow up.
fr: Déplacer la zone d'image vers le haut. Raccourci : Ctrl + flèche haute.
vi: Dịch khung hình lên trên. Phím tắt : Ctrl + mũi tên lên.

source: No, do not delete.
fr: Non, ne supprime pas.
vi: Không xóa.

source: Page layout
fr: Mise en page

source: Preview album
fr: Aperçu de l' album
vi: Xem thử

source: Remove text box
fr: Supprimer cette boîte de texte
vi: Xóa hộp văn bản này

source: Remove this album
fr: Supprimer cet album
vi: Xóa album này

source: Rotate image left
fr: Pivoter l'image vers la gauche
vi: Xoay trái ảnh

source: Rotate image right
fr: Pivoter l'image vers la droite
vi: Xoay phải

source: Rotate text box left
fr: Pivoter cette boîte de texte vers la gauche
vi: Quay trái hộp văn b

source: Rotate text box right
fr: Pivoter cette boîte de texte vers la droite
vi: Quay phải hộp văn bản này

source: Save this album
fr: Sauvegarder cet album
vi: Lưu album này

source: Style image
fr: Style de l'image
vi: Chỉnh ảnh

source: Text
fr: Texte
vi: Văn b

source: Text color
fr: Couleur du texte
vi: Màu chữ

source: The album
fr: L'album
vi: Album

source: To which format would you like to export your album?
fr: Vers quels formats voulez-vous exporter votre album?
vi: Bạn muốn xuất album ra định dạng nào?

source: Yes, delete it.
fr: Oui, supprime le.
vi: Đồng ý, xóa.

source: Your PDF album is ready.
fr: Votre album PDF est prêt.
vi: Album PDF của bạn đã hoàn thành.

source: Your albums
fr: Vos albums
vi: Album của bạn

source: Your color
fr: Votre couleur

source: Zoom image in. Hot key: +
fr: Zoomer image plus large. Raccourci : +
vi: Phóng to ảnh. Phím tắt : +

source: Zoom image out. Hot key: -
fr: Zoomer image plus petite. Raccourci : -
vi: Thu nhỏ ảnh. Phím tắt : -

source: change font size
fr: Changer la taille de police
vi: Chỉnh cỡ phông chữ.

source: edit description
fr: Éditer la description
vi: Sửa mô tả.

source: edit title
fr: Éditer le titre
vi: Sửa tên album.

source: go to the next page
fr: aller à la page suivante
vi: Đến trang sau

source: go to the previous page
fr: retourner à la page précédente
vi: Đến trang trước

source: will be removed definitely.
fr: sera supprimé définitivement.
vi: sẽ bị xóa hoàn toàn.
